{"id": "ex1", "src": "The company reported a net profit of 2 million dollars in Q3.", "mt1": "L'azienda ha registrato un utile netto di 2 milioni di dollari nel terzo trimestre.", "mt2": "La società ha registrato un utile netto di 2 milioni di dollari nel terzo trimestre.", "pert_mt1": "L'azienda ha registrato un utile netto di 2 milioni di dollari nel terzo trimestre e un debito corrente di 15 milioni di dollari.", "pert_mt2": "La società ha registrato un utile netto di 2 milioni di dollari nel terzo trimestre e un incasso di 500.000 dollari.", "bt1": "The company recorded a net profit of $2 million in the third quarter and a current debt of $15 million.", "bt2": "The company posted a net profit of $2 million in the third quarter and a revenue of $500,000.", "questions_bt1": "[\"What was the net profit recorded by the company in the third quarter?\", \"What is the current debt of the company?\", \"How much was the net profit", "questions_bt2": "[\"What was the net profit of the company in the third quarter?\", \"What was the revenue of the company in the third quarter?\", \"How much was the", "answers_bt1": ["[\"$2 million\", \"$15 million\", \"No Answer\"]"], "answers_bt2": ["[\"$2 million\", \"$500,000\", No Answer]"]}
{"id": "ex2", "src": "The patient was admitted to the hospital due to severe chest pain radiating to the left arm.", "mt1": "Il paziente è stato ricoverato in ospedale a causa di un forte dolore al torace che si è irradiato al braccio sinistro.", "mt2": "Il paziente è stato ricoverato in ospedale a causa di un forte dolore toracico che si irradiava al braccio sinistro.", "pert_mt1": "Il paziente è stato ricoverato in ospedale a causa di un forte dolore al torace che si è irradiato al braccio sinistro e ha subito una perdita di sensibilità nella mano destra pari al 20%.", "pert_mt2": "Il paziente è stato ricoverato in ospedale a causa di un forte dolore toracico che si irradiava al braccio sinistro e che durò per 48 ore consecutivi.", "bt1": "The patient was hospitalized due to severe chest pain irradiated to the left arm and suffered a loss of sensitivity in the right hand of 20%.", "bt2": "The patient was hospitalized due to severe chest pain radiating to his left arm and lasting for 48 consecutive hours.", "questions_bt1": "[\"Why was the patient hospitalized?\", \"What symptoms did the patient experience?\", \"Where was the chest pain located?\", \"Which body part experienced reduced sensation?\", \"", "questions_bt2": "[\"Why was the patient hospitalized?\", \"What symptoms did the patient experience?\", \"How long did the symptoms last?\", \"What part of the body did the pain", "answers_bt1": ["[\"Severe chest pain irradiated to the left arm\", \"Severe chest pain, loss of sensitivity in the right hand\", \"The chest\", \"The right hand\"]"], "answers_bt2": ["[\"Severe chest pain radiating to his left arm\", \"Severe chest pain, radiating to his left arm, and lasting for 48 consecutive hours\", \"48 consecutive hours\", \"chest\"]"]}
{"id": "ex3", "src": "The agreement will remain valid until December 31, 2026, unless terminated earlier by either party.", "mt1": "L'accordo resterà valido fino al 31 dicembre 2026, a meno che non sia stato risolto prima da una delle parti.", "mt2": "L'accordo rimarrà valido fino al 31 dicembre 2026, a meno che non sia stato risolto in precedenza da una delle parti.", "pert_mt1": "L'accordo resterà valido fino al 31 dicembre 2026, a meno che non sia stato risolto prima da una delle parti. Inoltre, sarà valida anche dal 01 gennaio 2024.", "pert_mt2": "L'accordo rimarrà valido fino al 31 dicembre 2026, a meno che non sia stato risolto in precedenza da una delle parti. Il progetto prevede un aggiornamento pianificato per il 1° gennaio 2025.", "bt1": "The agreement will remain valid until 31 December 2026, unless it has been resolved earlier by one of the parties. In addition, it will also be valid from 01 January 2024.", "bt2": "The agreement will remain valid until 31 December 2026, unless it has been previously resolved by one of the parties. The project envisages an update planned for 1 January 2025.", "questions_bt1": "[\"When will the agreement cease to be valid if no party resolves it earlier?\", \"On what dates will the agreement be valid?\", \"What condition must be met", "questions_bt2": "[\"When does the agreement remain valid?\", \"What can terminate the agreement?\", \"What event is planned for 1 January 2025?\", \"What", "answers_bt1": ["[\"31 December 2026\", \"01 January 2024 until 31 December 2026\", \"One of the parties must resolve it earlier\"]"], "answers_bt2": ["[\"31 December 2026\", \"It has been previously resolved by one of the parties\", \"An update\"]"]}
