{"id": "ex1", "src": "The company reported a net profit of 2 million dollars in Q3.", "mt1": "L'azienda ha registrato un utile netto di 2 milioni di dollari nel terzo trimestre.", "mt2": "La società ha registrato un utile netto di 2 milioni di dollari nel terzo trimestre.", "pert_mt1": "L'azienda ha registrato un utile netto di 2 milioni di dollari nel terzo trimestre e un debito corrente di 15 milioni di dollari.", "pert_mt2": "La società ha registrato un utile netto di 2 milioni di dollari nel terzo trimestre e un incasso di 500.000 dollari."}
{"id": "ex2", "src": "The patient was admitted to the hospital due to severe chest pain radiating to the left arm.", "mt1": "Il paziente è stato ricoverato in ospedale a causa di un forte dolore al torace che si è irradiato al braccio sinistro.", "mt2": "Il paziente è stato ricoverato in ospedale a causa di un forte dolore toracico che si irradiava al braccio sinistro.", "pert_mt1": "Il paziente è stato ricoverato in ospedale a causa di un forte dolore al torace che si è irradiato al braccio sinistro e ha subito una perdita di sensibilità nella mano destra pari al 20%.", "pert_mt2": "Il paziente è stato ricoverato in ospedale a causa di un forte dolore toracico che si irradiava al braccio sinistro e che durò per 48 ore consecutivi."}
{"id": "ex3", "src": "The agreement will remain valid until December 31, 2026, unless terminated earlier by either party.", "mt1": "L'accordo resterà valido fino al 31 dicembre 2026, a meno che non sia stato risolto prima da una delle parti.", "mt2": "L'accordo rimarrà valido fino al 31 dicembre 2026, a meno che non sia stato risolto in precedenza da una delle parti.", "pert_mt1": "L'accordo resterà valido fino al 31 dicembre 2026, a meno che non sia stato risolto prima da una delle parti. Inoltre, sarà valida anche dal 01 gennaio 2024.", "pert_mt2": "L'accordo rimarrà valido fino al 31 dicembre 2026, a meno che non sia stato risolto in precedenza da una delle parti. Il progetto prevede un aggiornamento pianificato per il 1° gennaio 2025."}
